[
    {
        "index":1,
        "name":"Midnight",
        "copy":"Make a bold statement with the dramatic allure of Midnight aggregate. Crafted from recycled black brick, this deep charcoal material adds an urban edge to any landscape. It’s multi-faceted texture and dramatic obsidian hue create a stunning contrast against greenery, making it the perfect choice for modern designs, minimalist gardens, and any setting where you want a touch of sophistication. Sustainable and stylish, Midnight aggregate will add elegance to your outdoor spaces. ",
        "image":"https://endicottfiles.com/Midnight.jpg",
        "altTag":"Endicott Midnight Pathway Aggregate - a dark gray to black aggregate that is mixed with Organic-lock, for architectural landscaping "
    },
    {
        "index":2,
        "name":"Burning Sky",
        "copy":"This captivating aggregate will turn your architectural vision into a breathtaking reality. With the glow of a late-evening sunset, Burning Sky’s rich umber and crimson tones complement natural landscapes and urban settings alike. Its complex palette offers a dynamic allure that stands out, infusing warmth and energy into any setting. Whether you’re designing contemporary or traditional spaces, the durability and timeless beauty of Burning Sky ensures your projects leave a lasting impression. ",
        "image":"https://endicottfiles.com/BurningSky.jpg",
        "altTag":"Endicott Midnight Pathway Aggregate - a dark gray to black, with hints of red aggregate that is mixed with Organic-lock, for architectural landscaping "
    },
    {
        "index":3,
        "name":"Coral Red",
        "copy":"Introduce a burst of vibrant elegance to your landscape with a Coral Red aggregate pathway. This harmonious blend of earthy reds and russets infuses your outdoor space with energy and charm. Shades of sepia and garnet add a dynamic visual appeal, leading guests through your garden with a touch of rustic sophistication. Perfect for both modern and traditional designs, a Coral Red aggregate pathway brings enduring beauty to your landscape. ",
        "image":"https://endicottfiles.com/CoralRed.jpg",
        "altTag":"Endicott Coral Red Pathway Aggregate - a red aggregate that is mixed with Organic-lock, for architectural landscaping"
    },
    {
        "index":4,
        "name":"Dove Gray",
        "copy":"Transform your landscape with the serene elegance of a Dove Gray aggregate pathway. This nature-loving shade imbues your landscape with a tranquil and inviting ambiance. Its subtle tones of pewter and slate blend seamlessly with lush greenery and vibrant blooms, enhancing the overall aesthetic without overpowering it. And its organic texture adds character and understated grace to your outdoor space. Dove Gray aggregate is the perfect accent to showcase your landscaping charm and sophistication.",
        "image":"https://endicottfiles.com/DoveGray.jpg",
        "altTag":"Endicott Dove Gray Pathway Aggregate - a gray aggregate, similar to the color of a dove, that is mixed with Organic-lock, for architectural landscaping"
    },
    {
        "index":5,
        "name":"Butternut",
        "copy":"Create an inviting outdoor space with the flaxen hues of Butternut aggregate. A combination of honeyed yellow and golden beige with just a hint of roasted coffee, this multi-dimensional color evokes the gentle glow of autumn leaves and fall harvest. Butternut blends with a variety of design styles, from rustic farmhouse to modern chic. Its subtle yet striking presence is both welcoming and stylish, where every detail exudes warmth and charm.",
        "image":"https://endicottfiles.com/Butternut.jpg",
        "altTag":"Endicott Butternut Pathway Aggregate - a light brown to tan aggregate that is mixed with Organic-lock, for architectural landscaping"
    }
]
